/* STM */
"Ink Levels" = "Ungefärliga bläcknivåer";

/* Nozzle */
"NOZZLE01TEXT01" = "Se till att skrivaren är på och ansluten till datorn för att utföra en munstyckeskontroll. Kontrollera att CD/DVD-facket är borttaget och att det främre facket är i pappersläge, annars går det inte att använda \"Munstyckeskontroll\". Se även till att det finns vanligt papper med storleken A4 eller Letter i arkmataren. Klicka på [Skriv ut] för att skriva ut ett mönster för munstyckeskontroll eller klicka på [Avbryt] för att avsluta.";
"NOZZLE01B01" = "Skriv ut";
"NOZZLE01B02" = "Avbryt";

"NOZZLE02TEXT01" = "Jämför det utskrivna mönstret med provet ovan. Om det finns brutna linjer i mönstret för munstyckeskontroll klickar du på [Rengör]. Klicka på [Slutför] för att avsluta.";
"NOZZLE02SPE01" = "Övre: Bra
Nedre: Rengöring behövs";
"NOZZLE02B01" = "Slutför";
"NOZZLE02B03" = "Rengör";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Kontrollera att CD/DVD-facket är borttaget och att det främre facket är i pappersläge, annars går det inte att använda \"Huvudrengöring\". Klicka på [Starta] för att rengöra skrivhuvudets munstycken. Rengör endast skrivhuvudet om utskriften är svag eller innehåller luckor eftersom rengöringen förbrukar en del bläck. Använd först verktyget \"Munstyckeskontroll\" för att kontrollera om skrivhuvudet verkligen behöver rengöras.
Försiktighet: Sätt inte in CD/DVD-facket förrän rengöringen är klar.
Obs! Kontrollera att transportlåset är i upplåst läge (Printing) så som visas på bilden innan du utför en rengöring.";
"HEADCLEANING01B01" = "Avbryt";
"HEADCLEANING01B02" = "Starta";

"HEADCLEANING02TEXT01" = "Vänta ...";
"HEADCLEANING02TEXT02" = "Huvudrengöring pågår. Vänta.
Försiktighet: Sätt inte i CD-/DVD-facket förrän rengöringen har slutförts.";
"HEADCLEANING02B01" = "Stäng";

"HEADCLEANING03TEXT01" = "Rengöringen är klar. Klicka på [Skriv ut mönster för munstyckeskontroll] för att kontrollera att rengöringen fungerade.";
"HEADCLEANING03B01" = "Slutför";
"HEADCLEANING03B03" = "Skriv ut mönster för munstyckeskontroll";

/* Gap */
"GAP01TEXT01" = "Verktyget för Skrivarhuvudjustering förbättrar utskriftskvaliteten om det används före utskrift i höghastighetsläge. Det åtgärdar även feljusterade vertikala linjer och suddiga utskrifter.
Kontrollera att CD/DVD-facket är borttaget och att det främre facket är i pappersläget, annars kan \"Skrivarhuvudjustering\" inte utföras.";
"GAP01B01" = "Nästa >";
"GAP01B02" = "Avbryt";

"GAP02TEXT01" = "Ett vertikalt justeringsark skrivs ut.
Se till att skrivaren är på och att den är ansluten till datorn. Se även till att det finns papper med storleken A4 eller Letter i arkmataren.
Klicka på [Skriv ut] när du är klar.";
"GAP02B01" = "Skriv ut";
"GAP02B02" = "Avbryt";

"GAP03TEXT01" = "Titta på justeringsarket.
Hitta den fyrkant som inte har några synliga band i uppsättningarna 1 till 5. Välj den siffra som motsvarar rutan från listan nedan för alla uppsättningar. Klicka sedan på [Slutför].
Om det finns band i varje ruta väljer du den ruta som har tunnast band. Klicka sedan på [Justering].";
"GAP03B01" = "Slutför";
"GAP03B02" = "Avbryt";
"GAP03B03" = "Justering";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Om det fortfarande finns ränder eller om färger saknas på utskrifterna trots att du utfört en huvudrengöring flera gånger kanske du måste byta bläcket inuti bläckrören för att avhjälpa problemet.

Med den här funktionen kan du byta allt bläck inuti bläckrören.

Den här funktionen förbrukar mycket bläck. Vi rekommenderar att du bara använder den här funktionen när du har utfört en huvudrengöring flera gånger.";
"POWERINKFLUSHING01B01" = "Avbryt";
"POWERINKFLUSHING01B02" = "Nästa >";

"POWERINKFLUSHING02TEXT01" = "Innan du använder den här funktionen ska du kontrollera att transportlåset är i upplåst läge (Printing) så som visas på bilden.

Obs! Transportlåset ska alltid vara upplåst när skrivaren används.";

"POWERINKFLUSHING03TEXT01" = "Vill du köra den här funktionen?
En stor mängd bläck förbrukas när allt bläck inuti bläckrören byts ut.
Vi rekommenderar att du försöker lösa problemet genom att rengöra huvudet flera gånger innan du använder den här funktionen. Klicka på [Avbryt] och prova att rengöra huvudet flera gånger.

Obs! Den här funktionen påverkar bläckdynornas livslängd. Bläckdynornas livslängd förkortas när den här funktionen används.
Kontakta Epsons support för byte om bläckdynorna har nått slutet av sin livslängd.

Kontrollera att CD/DVD-facket är borttaget och att det främre facket är i pappersläge, annars går det inte att utföra en bläckspolning. Klicka på [Starta] när du vill starta bläckbytet.
Funktionen kan inte avbrytas när den har startats.
Försiktighet: Sätt inte in CD/DVD-facket förrän bläckspolningen är klar.";
"POWERINKFLUSHING03B01" = "Avbryt";
"POWERINKFLUSHING03B02" = "Starta";

"POWERINKFLUSHING04TEXT01" = "Vänta ...";
"POWERINKFLUSHING04TEXT02" = "Bläckspolning pågår.
Vänta.
Försiktighet: Sätt inte i CD/DVD-facket förrän bläckspolningen är klar.";
"POWERINKFLUSHING04B01" = "Stäng";

"POWERINKFLUSHING05TEXT01" = "Bläckspolningen är klar.
Kontrollera att bläckspolningen fungerade genom att klicka på [Skriv ut mönster för munstyckeskontroll].";
"POWERINKFLUSHING05B01" = "Slutför";
"POWERINKFLUSHING05B03" = "Skriv ut mönster för munstyckeskontroll";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "OK";
"INKTANKUTILITYB02" = "Nästa";
"INKTANKUTILITYB03" = "Avbryt";
"INKTANKUTILITYB04" = "Baksida";
"INKTANKUTILITYB05" = "Ja";
"INKTANKUTILITYB06" = "Nej";

//Common
"INKTANKUTCOMMONTEXT01" = "Detta verktyg är inte tillgängligt för närvarande.
Obs! När två eller flera skrivare är anslutna ska du välja den skrivare du vill använda i skrivarlistan och klicka på ikonen [Bläckbehållarverktyg] igen.";
"INKTANKUTCOMMONTEXT02" = "Skriv det 13-siffriga ID som anges på varje bläckflaska.
Obs! ID-numren är bara giltiga en gång. Ange inte ID innan du fyller på bläck.
Starta ID-autentiseringen genom att klicka på [Nästa].";
"INKTANKUTCOMMONTEXT03" = "Kvaliteten och tillförlitligheten kan inte garanteras för andra bläcktyper än Epson och de kan orsaka skador på produkten som inte täcks av Epsons garanti.
Användning av andra bläcktyper registreras för eventuella supportfrågor.
För optimal kvalitet och tillförlitlighet rekommenderar vi att Epson originalbläck används.
Fortsätt att använda bläcket?";
"INKTANKUTCOMMONTEXT04" = "Du kan fortsätta att skriva ut.
Stäng detta meddelande genom att klicka på [OK].
Klicka på ikonen [Bläckbehållarverktyg] igen om du vill fylla på bläcket nu.";
"INKTANKUTCOMMONTEXT06" = "Vill du avbryta verktyget?
Om du avbryter verktyget måste du köra det igen.";
"INKTANKUTCOMMONTEXT07" = "Ogiltiga ID.
Kontrollera att rätt ID används och ange ID igen.";
"INKTANKUTCOMMONTEXT08" = "Ogiltiga ID.
Kontrollera att rätt ID används.
Klicka på [Avbryt] och ange ID igen.";
"INKTANKUTCOMMONTEXT09" = "Innan du använder skrivaren ska du kontrollera att transportlåset är i upplåst läge (Printing) så som visas på bilden.";

//Inital Fill
"INKTANKUTINITIALTEXT01" = "Ta bort alla utskriftsjobb.

Innan du använder skrivaren ska du kontrollera att transportlåset är i upplåst läge (Printing) så som visas på bilden.";
"INKTANKUTINITIALTEXT02" = "Påfyllning av bläck i bläckbehållaren.

%fillcolor%

Epson rekommenderar att Epson originalbläck används. Fyll på bläck upp till linjen på bläckbehållaren. Mer information om hur du fyller på bläck finns i skrivarhandboken. Klicka på [Nästa] och ange ID när du har fyllt på bläcket och monterat bläckbehållaren.";
"INKTANKUTINITIALTEXT03" = "Bläckpåfyllning pågår.
Vänta cirka 20 minuter tills bläckpåfyllningen är klar.

Obs! Vänta tills strömlampan slutar blinka och lyser med fast sken innan du stänger av skrivaren.";
"INKTANKUTINITIALTEXT04" = "Kom ihåg att ställa in transportlåset på upplåst läge (Printing) när skrivaren används, annars matas inte bläck och problem med utskriftskvaliteten uppstår. Ställ bara in transportlåset på låst läge (Transporting) när skrivaren transporteras, det förhindrar att bläck läcker ut.";

//Manual Check
"INKTANKMANUALTEXT01" = "Ta bort alla utskriftsjobb.

Kontrollera mängden bläck som återstår i bläckbehållaren. Klicka på [Över] om bläcknivån ligger över linjen. Klicka på [Under] om bläcknivån ligger under linjen. Om bläcknivån ligger över linjen rekommenderar Epson att du klickar på [Över] tills bläcknivån når linjen, då kan du fylla på en hel bläckflaska i bläckbehållaren.
Obs! Fortsatt användning av skrivaren när bläcknivån ligger under linjen i behållaren kan skada skrivaren.";
"INKTANKMANUALTEXT02" = "Ta bort alla utskriftsjobb.

Kontrollera mängden bläck som återstår i bläckbehållaren. Om bläcknivån är mer än 20 mm från botten på bläckbehållarenheten rekommenderar Epson att du klickar på [Över] tills bläcknivån ligger 20 mm från botten, då kan du fylla på en hel bläckflaska i bläckbehållaren. Klicka på [Över] om bläcknivån är mer än 20 mm från botten. Klicka på [Under] om bläcknivån är 20 mm eller mindre från botten.
Obs! Fortsatt användning av skrivaren när bläcknivån är mindre än 20 mm från botten på bläckbehållarenheten kan skada skrivaren. Använd linjalen som medföljer skrivaren när du ska kontrollera bläcknivåerna.";
"INKTANKMANUALTEXT03" = "Påfyllning av bläck i bläckbehållaren.

%fillcolor%

Epson rekommenderar att Epson originalbläck används. Fyll på bläck upp till linjen på bläckbehållaren. Mer information om hur du fyller på bläck finns i skrivarhandboken. Klicka på [Nästa] och ange ID när du har fyllt på bläcket och monterat bläckbehållaren.";

/* Error */
"ERCOMMON_B01" = "Avbryt";
"ERCOMMON_B02" = "Fortsätt";
"PRINTERBUTTON00" = "Papper";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Avbryt";
"ER00_TEXTA" = "Fel";
"ER00_TEXTB" = "1. Ta bort alla utskriftsjobb.
2. Stäng av strömmen och ta bort papper som fastnat.
3. Vänta i några minuter och slå på strömmen igen.";
"ER00_TEXTA_D4" = "Fel";
"ER00_TEXTB_D4" = "1. Ta bort alla utskriftsjobb.
2. Stäng av strömmen och ta bort papper som fastnat.
3. Vänta i några minuter och slå på strömmen igen.";
"ER00_B01_D4" = "Avbryt";
"ER01_TEXTA" = "Skrivaren är upptagen";
"ER01_TEXTB" = "Vänta...";
"ER04_TEXTA" = "Pappersstopp";
"ER04_TEXTB" = "För pappersark, stäng av skrivaren och ta sedan bort kvarvarande papper för hand.
För en CD eller DVD, ta bort CD/DVD-facket. Tryck sedan på knappen Paper på skrivaren.";
"ER05_TEXTA" = "Kontrollera bläcknivåer";
"ER05_TEXTB" = "Du måste kontrollera mängden bläck som finns kvar. Klicka på ikonen [Bläckbehållarverktyg] i Epson Printer Utility 4. De uppskattade bläcknivåerna kan skilja sig från de verkliga bläcknivåerna. Kontrollera visuellt bläcknivåerna i skrivarens bläckbehållare när du vill bekräfta den verkliga mängden bläck som finns kvar.";
"ER05_TEXTA_FF" = "Fel vid grundinstallationen";
"ER05_TEXTB_FF" = "Fyll på bläcksystemet genom att klicka på ikonen [Bläckbehållarverktyg].";
"ER06_TEXTA_D4" = "Papper slut eller felaktigt insatt";
"ER06_TEXTB_D4" = "1. Fyll på papperet igen.
2. Placera det främre facket i det undre pappersläget.
3. Tryck på %btn%-knappen på produkten.

Avbryt utskriftsjobbet genom att klicka på [Avbryt] när det visas. Avbryt jobbet på produkten om det inte fungerar.";
"ER06_B01_D4" = "Fortsätt";
"ER06_B02_D4" = "Avbryt";
"ER06_TEXTA" = "Papper slut eller felaktigt insatt";
"ER06_TEXTB" = "1. Fyll på papperet igen.
2. Placera det främre facket i det undre pappersläget.
3. Tryck på %btn%-knappen på produkten.

Avbryt utskriftsjobbet genom att klicka på [Avbryt] när det visas. Avbryt jobbet på produkten om det inte fungerar.";
"ER10_TEXTA" = "Service krävs";
"ER10_TEXTB" = "Någon av skrivarens bläckdynor måste bytas.
Kontakta Epsons kundtjänst.";
"ER12_TEXTA" = "Fel vid matning av flera sidor";
"ER12_TEXTB" = "Gör något av följande.
- Ta bort papperet och lägg i det igen. Tryck på knappen %btn% på produkten.
- Klicka på [Avbryt] för att avbryta utskriftsjobbet när uppmaningen visas. Om utskriften inte avbryts kan du avbryta den på produkten.";
"ER12_TEXTA_D4" = "Fel vid matning av flera sidor";
"ER12_TEXTB_D4" = "Gör något av följande.
- Ta bort papperet och lägg i det igen. Tryck på knappen %btn% på produkten.
- Klicka på [Avbryt] för att avbryta utskriftsjobbet när uppmaningen visas. Om utskriften inte avbryts kan du avbryta den på produkten.";
"ER12_B01_D4" = "Avbryt";
"ER29_TEXTA" = "CD/DVD-facket är inte rätt placerat";
"ER29_TEXTB" = "Fyll på papper och tryck sedan på knappen Papper på skrivaren.";
"ER2A_TEXTA" = "Felaktig påfyllning";
"ER2A_TEXTB" = "1. Fyll på pappret med kortändan först och ställ in kantledarna.
2. Tryck på knappen %btn% på produkten.";
"ER37_TEXTA" = "Höljet är öppet";
"ER37_TEXTB" = "Stäng luckan.";
"ER38_TEXTA" = "Positionsfel i det främre facket";
"ER38_TEXTB" = "Placera det främre facket för hand i det undre pappersläget för pappersark.
Placera det främre facket för hand i det övre CD/DVD-läget för CD eller DVD.";
"Common Error Text1" = "Fel";
"Common Error Text2" = "1. Ta bort alla utskriftsjobb.
2. Stäng av strömmen och ta bort papper som fastnat.
3. Vänta i några minuter och slå på strömmen igen.";
"Common Error B1" = "Avbryt";
"Cleaning status" = "Skrivaren är upptagen";
"Shipment status" = "Fel vid grundinstallationen";
"WRINKLOW_TEXTA" = "Låg bläcknivå";
"WRINKLOW_TEXTB" = "Du kan fortsätta utskriften. Klicka på ikonen [Bläckbehållarverktyg] i Epson Printer Utility 4 om du vill fylla på bläcket nu. De uppskattade bläcknivåerna kan skilja sig från de verkliga bläcknivåerna. Kontrollera visuellt bläcknivåerna i skrivarens bläckbehållare när du vill bekräfta den verkliga mängden bläck som finns kvar.";
"WRCD_TEXTA" = "Huvudrengöring kan inte slutföras.";
"WRCD_TEXTB" = "Du kan fortsätta utskriften. Klicka på ikonen [Bläckbehållarverktyg] i Epson Printer Utility 4 om du vill fylla på bläcket nu. De uppskattade bläcknivåerna kan skilja sig från de verkliga bläcknivåerna. Kontrollera visuellt bläcknivåerna i skrivarens bläckbehållare när du vill bekräfta den verkliga mängden bläck som finns kvar.";
"WRCD_TEXTA_UTO" = "Bläckspolningen kan inte slutföras.";
"WRCD_TEXTB_UTO" = "Du kan fortsätta utskriften. Klicka på ikonen [Bläckbehållarverktyg] i Epson Printer Utility 4 om du vill fylla på bläcket nu. De uppskattade bläcknivåerna kan skilja sig från de verkliga bläcknivåerna. Kontrollera visuellt bläcknivåerna i skrivarens bläckbehållare när du vill bekräfta den verkliga mängden bläck som finns kvar.";
"WRINKLOW2_TEXTA" = "Låg bläcknivå";
"WRINKLOW2_TEXTB" = "Du kan fortsätta utskriften. Klicka på ikonen [Bläckbehållarverktyg] i Epson Printer Utility 4 om du vill fylla på bläcket nu. De uppskattade bläcknivåerna kan skilja sig från de verkliga bläcknivåerna. Kontrollera visuellt bläcknivåerna i skrivarens bläckbehållare när du vill bekräfta den verkliga mängden bläck som finns kvar.";
"WR20_TEXTA" = "Service krävs";
"WR20_TEXTB" = "Skrivarens bläckdynor måste snart bytas. Kontakta Epsons kundtjänst.";
"COMUERR_TEXTA" = "Kommunikationsfel";
"COMUERR_TEXTB" = "Anslut produkten till datorn och slå till strömmen. Avbryt utskriften om du stängt av strömmen under utskriften.";
"COMUERR_B01" = "Försök igen";
"COMUERR_B02" = "Avbryt";
"CHARGINGSTATUS_TEXTA_PROXY" = "Bläcksystemet fylls på";

